Repository: BonzaiProject/Bonzai
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it_it

source: The class `%s` cannot be loaded.
it_it: La classe `%s` non può essere caricata.

source: Cannot handle the file `%s`.
it_it: Impossibile gestire il file `%s`.

source: The file `%s` is invalid.
it_it: Il file `%s` non e' valido.

source: Start encoding file `%s'.
it_it: Inizio codifica file `%s`.

source: Saved encoded file to `%s'.
it_it: Salvataggio file codificato `%s`.

source: The file `%s` cannot be written.
it_it: Il file `%s` non può essere scritto.

source: The file `%s` was skipped because cannot be able to save it.
it_it: Il file `%s` e' stato saltato perche' non e' stato possibile salvarlo.

source: The directory `%s` was skipped because not readable.
it_it: La cartella `%s` e' stata saltata perche' non leggibile.

source: Invalid key type.
it_it: Tipologia della chiave non valida.

source: Cannot launch the task `%s`.
it_it: Impossibile lanciare l'attività `%s`.

source: (previously phpGuardian)
it_it: (in precedenza phpGuardian)

source: Total time: %0.2fs
it_it: Tempo totale: %0.2fs

source: Total files processed: %d
it_it: Totale files elaborati: %d

source: Total files skipped: %d
it_it: Totale files saltati: %d

source: Skipped files:
it_it: File saltati:

source: Version
it_it: Versione

source: All rights reserved.
it_it: Tutti i diritti riservati.

source: License MIT or GNU GPL 2
it_it: Licenza MIT o GNU GPL 2

source: Usage
it_it: Utilizzo

source: DIRECTORIES
it_it: CARTELLE

source: Options
it_it: Opzioni

source: Report bugs to info@bonzai-project.org
it_it: Segnalare i problemi a info@bonzai-project.org

source: value
it_it: valore

source: Backup the original file, generate a .bak file
it_it: Backup del file originale, generare un file con estensione .bak

source: Perform a trial run with no changes made
it_it: Esegue un giro di prova senza effettuare modifiche

source: Use colors in output
it_it: Usare i colori nei messaggi in uscita

source: Log execution messages in textual format
it_it: Salva i messaggi di esecuzione in formato testuale

source: Write to STDERR instead of STDOUT
it_it: Scrive nello STDERR invece dello STDOUT

source: Generate a full report
it_it: Genera un rapporto completo

source: Quiet mode. Don't output anything
it_it: Modalità silenziosa. Non scrive nulla

source: Show the help
it_it: Mostra l'aiuto

source: Show the version
it_it: Mostra la versione

source: Missing the script arguments.
it_it: Mancanza degli argomenti dello script.

source: Invalid parameters to be parsed.
it_it: Parametri da elaborare non validi.

source: The directory `%s` cannot be opened.
it_it: La cartella `%s` non può essere aperta.

source: The file `%s` is not readable.
it_it: Il file `%s` non e' leggibile.

source: The file `%s` is empty.
it_it: Il file `%s` e' vuoto.

source: The file `%s` is not able to be parsed.
it_it: Il file `%s` non può essere elaborato.

source: Invalid message format.
it_it: Formato del messaggio non valido.

source: Numbers of parameters doesn't match.
it_it: Il numero dei parametri non coincide.
