Repository: BonzaiProject/Bonzai
Catalog: src/cli/old/locales/phpg-converter-*.po
Languages: it_it

source: Found php start #%d: %d
it_it: Trovato inizio php #%d: %d

source: Found php close #%d: %d
it_it: Trovata fine php #%d: %d

source: Version
it_it: Versione

source: Usage:
it_it: Utilizzo:

source: options
it_it: opzioni

source: Command & Relative Options:
it_it: Comandi e Opzioni relative:

source: Read the content of input file
it_it: Legge il contenuto del file in input

source: Save output into file
it_it: Salva l'output in un file

source: Use the tag <% and %> instead <? and ?>
it_it: Utilizza i tag <% e %> inveche che <? e ?>

source: Enable verbose mode
it_it: Abilita la modalit√† dettagliata

source: Disable all messages
it_it: Disabilita tutti i messaggi

source: Show the help
it_it: Visualizza l'aiuto

source: Show the version
it_it: Visualizza la versione

source: Report bugs to bugs@phpguardian.org
it_it: Segnalare i bugs a bugs@phpguardian.org
