Repository: BonzaiProject/Bonzai
Catalog: src/cli/old/locales/phpg-cli-*.po
Languages: it_it

source: Enabled ASP tags instead of the PHP tags.
it_it: Abilita i tag ASP invece che i tag PHP.

source: Converting %d bytes...
it_it: Conversione di %d bytes...

source: Generated %d bytes.
it_it: Generati %d bytes.

source: WARNING: Skipped because the file content is empty.
it_it: ATTENZIONE: Saltato perché il contenuto del file è vuoto.

source: ERROR: Skipped because the private key is empty.
it_it: ERRORE: Saltato perché la chiave privata è vuota.

source: ERROR: Skipped because isn't a phpguardian file.
it_it: ERRORE: Saltato perché non è un file phpguardian.

source: Decoding %d bytes...
it_it: Decodificando %d byets...

source: Restored %d bytes.
it_it: Recuperati %d bytes.

source: Start decoding file `%s'.
it_it: Inizio decodifica del file `%s'.

source: Saving %d bytes...
it_it: Salvataggio di %d bytes...

source: ERROR: The decoded data is empty.
it_it: ERRORE: I dati decodificati sono vuoti.

source: Encoding %d bytes...
it_it: Codifica di %d bytes...

source: Start encoding file `%s'.
it_it: Inizio codifica del file `%s'.

source: ERROR: The converted data is empty.
it_it: ERRORE: I dati convertiti sono vuoti.

source: ERROR: The encoded data is empty.
it_it: ERRORE: I dati codificati sono vuoti.

source: Saving key (%d bytes) into file `%s'.
it_it: Saltaggio della chiave (%d bytes) nel file `%s'.

source: Version
it_it: Versione

source: Generation config script...
it_it: Generazione script di configurazione...

source: Config script generated.
it_it: Script di configurazione generato.

source: Total time: %lds
it_it: Tempo totale: %lds

source: Total files processed: %d
it_it: File totali processati: %d

source: Total files skipped: %d
it_it: File totali saltati: %d

source: Skipped files:
it_it: File saltati:

source: Total bytes processed: %ld
it_it: Bytes totali processati: %ld

source: Total converted bytes: %ld
it_it: Bytes totali convertiti: %ld

source: Total generated bytes: %ld
it_it: Bytes totali generati: %ld

source: Total size increasing: %ldb
it_it: Incremento totale della dimensione: %ldb

source: Total size increasing: %2.2f%%
it_it: Incremento totale della dimensione: %2.2f%%

source: Total size decreasing: %ldb
it_it: Decremento totale della dimensione: %ldb

source: Total size decreasing: %2.2f%%
it_it: Decremento totale della dimensione: %2.2f%%

source: Usage:
it_it: Utilizzo:

source: options
it_it: opzioni

source: Command & Relative Options:
it_it: Comandi e Opzioni relative:

source: Generate a new script file
it_it: Generazione di un nuovo script

source: Show the help
it_it: Visualizza l'aiuto

source: Show the version
it_it: Visualizza la versione

source: Report bugs to bugs@phpguardian.org
it_it: Segnalare i bugs a bugs@phpguardian.org

source: Loading configuration options...
it_it: Caricamento opzioni di configurazione...
